Repository: XrayFinanceDEV/coach-master
Catalog: lib/l10n/app_*.arb
Languages: it

source: players
it: Giocatori

source: Trainings
it: Allenamenti

source: Matches
it: Partite

source: Settings
it: Impostazioni

source: Team Statistics
it: Statistiche Squadra

# topLeaderboards
source: Top 5 Leaderboards
it: Top 5 Classifiche

source: Top Scorers
it: Migliori Cannonieri

source: Top Assistors
it: Migliori Assistenti

source: Highest Rated
it: Più Valutati

source: Most Present
it: Più Presenti

source: Temporarily disabled
it: Temporaneamente disabilitato

source: No data yet
it: Nessun dato ancora

source: Goals
it: Goal

source: Assists
it: Assist

source: avg rating
it: voto medio

source: Goals For
it: Goal Fatti

source: Goals Against
it: Goal Subiti

source: Total Assists
it: Assist Totali

source: Yellow Cards
it: Cartellini Gialli

# playerCount
source: Players
it: Giocatori

# matchCount
source: Matches
it: Partite

source: Add New Player
it: Aggiungi Nuovo Giocatore

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Position
it: Posizione

source: Preferred Foot
it: Piede Preferito

source: Birth Date
it: Data di Nascita

source: Select Photo
it: Seleziona Foto

source: Cancel
it: Annulla

source: Add
it: Aggiungi

source: Save
it: Salva

source: Delete
it: Elimina

source: Edit
it: Modifica

source: Required
it: Richiesto

source: Training Session
it: Sessione di Allenamento

source: Training Objectives
it: Obiettivi Allenamento

source: Attendance
it: Presenza

source: Present
it: Presente

source: Absent
it: Assente

# noPlayersInTeam
source: No players in this team
it: Nessun giocatore in questa squadra

source: Edit Training
it: Modifica Allenamento

source: Delete Training
it: Elimina Allenamento

# deleteTrainingConfirm
source: Are you sure you want to delete this training?
it: Sei sicuro di voler eliminare questo allenamento?

source: Location
it: Località

source: Date
it: Data

source: Start Time
it: Ora Inizio

source: End Time
it: Ora Fine

# objectives
source: Objectives (comma-separated)
it: Obiettivi (separati da virgole)

source: Training Not Found
it: Allenamento Non Trovato

# trainingNotFoundMessage
source: Training with given ID not found.
it: Allenamento con ID specificato non trovato.

source: Language
it: Lingua

source: Select Language
it: Seleziona Lingua

source: Goalkeeper
it: Portiere

source: Defender
it: Difensore

source: Midfielder
it: Centrocampista

source: Forward
it: Attaccante

source: Center Back
it: Difensore Centrale

source: Left Back
it: Terzino Sinistro

source: Right Back
it: Terzino Destro

source: Defensive Midfielder
it: Mediano

source: Central Midfielder
it: Centrocampista Centrale

source: Attacking Midfielder
it: Trequartista

source: Left Winger
it: Ala Sinistra

source: Right Winger
it: Ala Destra

source: Striker
it: Punta

source: Full-back
it: Terzino

source: Wing-back
it: Quinto

source: Winger
it: Ala

source: Left Foot
it: Piede Sinistro

source: Right Foot
it: Piede Destro

source: Both Feet
it: Entrambi i Piedi

# welcomeTo
source: Welcome to {appName}!
it: Benvenuto in {appName}!

# createFirstSeasonAndTeam
source: Create your first season and team to get started
it: Crea la tua prima stagione e squadra per iniziare

# noTeamsInSeason
source: No teams in this season
it: Nessuna squadra in questa stagione

# createFirstTeam
source: Create your first team to start managing players
it: Crea la tua prima squadra per iniziare a gestire i giocatori

# addFirstPlayer
source: Add your first player to get started
it: Aggiungi il tuo primo giocatore per iniziare

source: Add Match
it: Aggiungi Partita

source: Add Training
it: Aggiungi Allenamento

source: Add Player
it: Aggiungi Giocatore

source: Season
it: Stagione

source: Training Sessions
it: Sessioni di Allenamento

source: Select Season
it: Seleziona Stagione

source: Select Team
it: Seleziona Squadra

source: Manage Seasons
it: Gestisci Stagioni

source: Manage Teams
it: Gestisci Squadre

# languageAndPreferences
source: Language & Preferences
it: Lingua e Preferenze

source: Dark Mode
it: Modalità Scura

source: Use dark theme
it: Usa tema scuro

source: Notifications
it: Notifiche

# receiveReminders
source: Receive match and training reminders
it: Ricevi promemoria per partite e allenamenti

source: Team Management
it: Gestione Squadra

source: Sort by Name
it: Ordina per Nome

source: Sort by Position
it: Ordina per Posizione

# noPlayersInTeamYet
source: No players in this team yet
it: Nessun giocatore in questa squadra

source: Edit Player
it: Modifica Giocatore

source: Change Photo
it: Cambia Foto

source: Notes
it: Note

source: Add Note
it: Aggiungi Nota

source: Edit Note
it: Modifica Nota

source: Delete Note
it: Elimina Nota

# deleteNoteConfirm
source: Are you sure you want to delete this note?
it: Sei sicuro di voler eliminare questa nota?

source: No notes yet
it: Nessuna nota ancora

source: Update Note
it: Aggiorna Nota

source: Match Not Found
it: Partita Non Trovata

# matchNotFoundMessage
source: Match with given ID not found.
it: Partita con ID specificato non trovata.

source: Match vs
it: Partita vs

source: Match Status
it: Stato Partita

source: Convocation
it: Convocazione

source: Match Statistics
it: Statistiche Partita

source: Team Performance
it: Performance Squadra

source: Edit Convocated Players
it: Modifica Giocatori Convocati

source: Convocated Players
it: Giocatori Convocati

source: Delete Match
it: Elimina Partita

# deleteMatchConfirm
source: Are you sure you want to delete the match vs {opponent}?
it: Sei sicuro di voler eliminare la partita vs {opponent}?

source: Select All
it: Seleziona Tutti

source: Deselect All
it: Deseleziona Tutti

source: Save Convocations
it: Salva Convocazioni

# convocationsSaved
source: Convocations saved successfully!
it: Convocazioni salvate con successo!

source: Error saving convocations
it: Errore salvando convocazioni: {error}

# trackPlayingTime
source: Yes, track playing time
it: Sì, traccia tempo di gioco

# skipPlayingTime
source: No, skip playing time
it: No, salta tempo di gioco

source: Clear
it: Cancella

source: Previous
it: Precedente

source: Next
it: Successivo

source: Complete
it: Completa

# matchStatusUpdated
source: Match status updated successfully!
it: Stato partita aggiornato con successo!

source: Start Match Status Form
it: Inizia Modulo Stato Partita

source: Update Match Status
it: Aggiorna Stato Partita

source: Match Result
it: Risultato Partita

# enterFinalScore
source: Enter the final score
it: Inserisci il punteggio finale

source: Goals Detail
it: Dettaglio Goal

# whoScoredGoals
source: Who scored the goals?
it: Chi ha segnato i goal?

source: Assists Count
it: Conteggio Assist

# whoProvidedAssists
source: Who provided the assists?
it: Chi ha fornito gli assist?

# cardsAndPenalties
source: Cards & Penalties
it: Cartellini e Sanzioni

# trackYellowRedCards
source: Track yellow and red cards
it: Traccia cartellini gialli e rossi

source: Playing Time
it: Tempo di Gioco

source: Choose playing time tracking
it: Scegli il tracciamento del tempo di gioco

# setMinutesEachPlayer
source: Set minutes for each player
it: Imposta minuti per ogni giocatore

source: Player Ratings
it: Valutazioni Giocatori

# ratePlayerPerformance
source: Rate each player's performance (1-10)
it: Valuta le prestazioni di ogni giocatore (1-10)

source: Yes, track playing time
it: Sì, traccia tempo di gioco

source: No, skip playing time
it: No, salta tempo di gioco

# trackIndividualPlayingTime
source: Do you want to track individual playing time for each player?
it: Vuoi tracciare il tempo di gioco individuale per ogni giocatore?

# setMinutesPlayedEachPlayer
source: Set minutes played for each player
it: Imposta i minuti giocati per ogni giocatore

# totalGoalsMustEqual
source: Total goals ({totalGoals}) must equal match result ({matchGoals})
it: Total goal ({totalGoals}) deve essere uguale al risultato partita ({matchGoals})

# totalAssistsCannotExceed
source: Total assists ({totalAssists}) cannot be more than goals ({totalGoals})
it: Total assist ({totalAssists}) non può essere maggiore dei goal ({totalGoals})

# errorUpdatingMatch
source: Error updating match status: {error}
it: Errore aggiornando stato partita: {error}

source: Save Performance
it: Salva Performance

source: Player Not Found
it: Giocatore Non Trovato

# playerNotFoundMessage
source: Player with given ID not found.
it: Giocatore con ID specificato non trovato.

source: Delete Player
it: Elimina Giocatore

# deletePlayerConfirm
source: Are you sure you want to delete {firstName} {lastName}?
it: Sei sicuro di voler eliminare {firstName} {lastName}?

# invalidImageFormat
source: Please select a valid image format (JPG, PNG, WEBP)
it: Seleziona un formato immagine valido (JPG, PNG, WEBP)

# imageTooLarge
source: Image is too large ({size}MB). Please select an image smaller than 2MB.
it: Immagine troppo grande ({size}MB). Seleziona un'immagine più piccola di 2MB.

source: Photo selected successfully!
it: Foto selezionata con successo!

# failedToSavePhoto
source: Failed to save photo. Please try again.
it: Impossibile salvare la foto. Riprova.

# errorSelectingPhoto
source: Error selecting photo: {error}
it: Errore selezionando foto: {error}

source: current
it: attuale

source: Add Training Session
it: Aggiungi Sessione Allenamento

source: Create First Training
it: Crea Primo Allenamento

source: Save Attendance
it: Salva Presenza

# deleteTrainingSession
source: Are you sure you want to delete the training session on {date}?
it: Sei sicuro di voler eliminare la sessione di allenamento del {date}?

# attendanceSaved
source: Attendance saved successfully!
it: Presenza salvata con successo!

source: Yellow
it: Giallo

source: Red
it: Rosso

source: Red Cards
it: Cartellini Rossi

source: Wins
it: Vittorie

source: Draws
it: Pareggi

source: Losses
it: Sconfitte

source: Goal Difference
it: Differenza Reti

source: Win Rate
it: Percentuale Vittorie

source: Attack
it: Attacco

source: Midfield
it: Centrocampo

source: Defense
it: Difesa

source: Other
it: Altro

# noPlayersInCategory
source: No players in this category
it: Nessun giocatore in questa categoria

source: Step
it: Passo

# stepOf
source: of
it: di

source: Result
it: Risultato

source: Assists Detail
it: Dettaglio Assist

source: Cards Detail
it: Dettaglio Cartellini

source: Playing Time Choice
it: Scelta Tempo di Gioco

source: Playing Time Detail
it: Dettaglio Tempo di Gioco
